[LivingQuarters_CrewSizeI X2FacilityUpgradeTemplate]
DisplayName="船员上限 I"
FacilityName="居住舱"
Summary="船员容量增加10人，可以承载更多的船员居住，而不会延长恢复时间。"

[LivingQuarters_CrewSizeII X2FacilityUpgradeTemplate]
DisplayName="船员上限 II"
FacilityName="居住舱"
Summary="船员容量再增加10人，允许承载更多的船员居住，而不会延长恢复时间。"
